[
  {
    "a": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:",
    "b": "إنَّ اللَّهَ يَغَارُ، وإنَّ المُؤْمِنَ يَغَارُ، وَغَيْرَةُ اللهِ أَنْ يَأْتِيَ المُؤْمِنُ ما حَرَّمَ عليه"
  },
  {
    "a": "عن أَنَسُ بْنُ مَالِكٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:",
    "b": "مَن صلَّى علَيَّ صلاةً واحدةً صلَّى اللهُ عليه عَشْرَ صلواتٍ وحطَّ عنه عَشْرَ خطيئاتٍ"
  },
  {
    "a": "عَنْ أَنَسِ بْنِ مَالِكٍ -رضي الله عنه- قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:",
    "b": "لَا يُؤْمِنُ أحَدُكُمْ، حتَّى أكُونَ أحَبَّ إلَيْهِ مِن والِدِهِ ووَلَدِهِ والنَّاسِ أجْمَعِينَ"
  },
  {
    "a": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ:",
    "b": "الإيمانُ بضعٌ وسبعون: أفضلُها قولُ: لا إلهَ إلا اللهُ. وأدناها إماطةُ الأذى عن الطريقِ، والحياءُ شعبةٌ مِن الإيمانِ"
  },
  {
    "a": "عَنْ أَبِي هُرَيْرَة رضي الله عنه، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ:",
    "b": "لا تَجعَلوا بُيوتَكم مَقابرَ؛ فإنَّ الشَّيطانَ يَفِرُّ مِن البَيتِ الَّذي تُقرَأُ فيه البَقَرةُ"
  },
  {
    "a": "عَنِ ابْنِ عُمَرَ رضي الله عنه، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ:",
    "b": "الظُّلْمُ ظُلُمَاتٌ يَومَ القِيَامَةِ"
  },
  {
    "a": "قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:",
    "b": "لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ أَحَدُكُمْ عَلَى بَيْعِ أَخِيهِ، وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا، الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ وَلَا يَخْذُلُهُ وَلَا يَحْقِرُهُ، التَّقْوَى هَاهُنَا - وَأَشَارَ بِيَدِهِ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ -، حَسْبُ امْرِئٍ مُسْلِمٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ: دَمُهُ، وَمَالُهُ، وَعِرْضُهُ"
  },
  {
    "a": "وعن أبي هريرة - رضي الله عنه - أنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:",
    "b": "إن العبد ليتكلم بالكلمة ما يتبيّن فيها، يزلُّ بها في النار أبعد ما بين المشرق"
  },
  {
    "a": "قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:",
    "b": "إِذَا مَاتَ الإنْسَانُ انْقَطَعَ عنْه عَمَلُهُ إِلَّا مِن ثَلَاثَةٍ: إِلَّا مِن صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو له"
  },
  {
    "a": "قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:",
    "b": "إنْ قامَتِ الساعةُ وفي يدِ أحدِكمْ فَسِيلةٌ، فإنِ استطاعَ أنْ لا تقومَ حتى يَغرِسَها فلْيغرِسْهَا"
  },
  {
    "a": "قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:",
    "b": "لَأَنْ يَحْتَطِبَ أَحَدُكُمْ حُزْمَةً علَى ظَهْرِهِ، خَيْرٌ له مِن أَنْ يَسْأَلَ أَحَدًا فيُعْطِيَهُ أَوْ يَمْنَعَهُ"
  }
]